tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kraken/temp"
tap "microsoft/git"
tap "octoenergy/kraken-cli", "git@github.com:octoenergy/kraken-cli.git"
brew "xz"
brew "automake"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "awscli"
brew "binutils"
brew "gettext"
brew "unbound"
brew "colima", restart_service: true
brew "croc"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "fish"
brew "fnm"
brew "gh"
brew "git"
brew "git-absorb"
brew "go"
brew "grep"
brew "htop"
brew "imagemagick"
brew "libffi"
brew "libmagic"
brew "libmemcached"
brew "libxml2"
brew "luarocks"
brew "memcached", restart_service: true
brew "neovim"
brew "node"
brew "numpy"
brew "openssl@1.1"
brew "oxipng"
brew "pcre"
brew "pgcli"
brew "pipx"
brew "pkg-config"
brew "poetry"
brew "postgresql@12"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "rabbitmq", restart_service: true
brew "ripgrep"
brew "starship"
brew "tmux"
brew "uv"
brew "watchman"
brew "wget"
brew "zellij"
brew "zlib"
brew "kraken/temp/libxmlsec1"
brew "octoenergy/kraken-cli/kraken-cli"
cask "1password-cli"
cask "alacritty"
cask "font-hack-nerd-font"
cask "git-credential-manager"
cask "git-credential-manager"
cask "stretchly"
vscode "adpyke.vscode-sql-formatter"
vscode "batisteo.vscode-django"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "monosans.djlint"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "sgryjp.vscode-stable-sort"
vscode "yzhang.markdown-all-in-one"
